[
  { 
    "quote": "The master has failed more times than the beginner has even tried.", 
    "author": "Stephen McCranie"
  },
  {
    "quote": "If you're reading this...\nCongratulations, you're alive.\nIf that's not something to smile about,\nthen I don't know what is.",
    "author": "Chad Sugg"
  },
  {
    "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Do what is right, not what is easy nor what is popular.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "A 4 year degree attained after 7 years is still a degree. A graduation at the age of 50 is still a graduation. A Mercedes bought at the age of 65 is still a Mercedes. Don’t let people bully you with their timelines of success. You can do it.",
    "author": "Reddit"
  },
  {
    "quote": "You are not rich until you have a rich heart.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Sometimes you have to lose all you have to find out who you truly are.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "It’s your life; you don’t need someone’s permission to live the life you want. Be brave to live from your heart.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "The Way Get Started Is To Quit Talking And Begin Doing.",
    "author": "Walt Disney"
  },
  {
    "quote": "You Learn More From Failure Than From Success. Don’t Let It Stop You. Failure Builds Character.",
    "author": "Unknown"
  },
  {
    "quote": "It’s Not Whether You Get Knocked Down, It’s Whether You Get Up.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Knowing Is Not Enough; We Must Apply. Wishing Is Not Enough; We Must Do.",
    "author": "Johann Wolfgang Von Goethe"
  },
  {
    "quote": "The Man Who Has Confidence In Himself Gains The Confidence Of Others.",
    "author": "Hasidic Proverb"
  },
  {
    "quote": "You Are Never Too Old To Set Another Goal Or To Dream A New Dream.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "Reading Is To The Mind, As Exercise Is To The Body.",
    "author": "Brian Tracy"
  }
]