[
  {
    "quote": "The master has failed more times than the beginner has even tried.",
    "author": "Stephen McCranie",
    "category": "Life"
  },
  {
    "quote": "If you're reading this...\nCongratulations, you're alive.\nIf that's not something to smile about,\nthen I don't know what is.",
    "author": "Chad Sugg",
    "category": "Life"
  },
  {
    "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "Do what is right, not what is easy nor what is popular.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "A 4 year degree attained after 7 years is still a degree. A graduation at the age of 50 is still a graduation. A Mercedes bought at the age of 65 is still a Mercedes. Don’t let people bully you with their timelines of success. You can do it.",
    "author": "Reddit",
    "category": "Life"
  },
  {
    "quote": "You are not rich until you have a rich heart.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "Sometimes you have to lose all you have to find out who you truly are.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "It’s your life; you don’t need someone’s permission to live the life you want. Be brave to live from your heart.",
    "author": "Roy T. Bennett",
    "category": "Life"
  },
  {
    "quote": "The way get started is to quit talking and begin doing.",
    "author": "Walt Disney",
    "category": "Life"
  },
  {
    "quote": "You learn more from failure than from success. Don’t let it stop you. failure builds character.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "It’s not whether you get knocked down, It’s whether you get up.",
    "author": "Vince Lombardi",
    "category": "Life"
  },
  {
    "quote": "Knowing is not enough; We must apply. Wishing is not enough; We must do.",
    "author": "Johann Wolfgang Von Goethe",
    "category": "Life"
  },
  {
    "quote": "The man who has confidence in himself gains the confidence of others.",
    "author": "Hasidic Proverb",
    "category": "Life"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis",
    "category": "Life"
  },
  {
    "quote": "Reading is to the mind, as exercise is to the body.",
    "author": "Brian Tracy",
    "category": "Life"
  },
  {
    "quote": "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Try not to become a man of success, but rather try to become a man of value.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "In the middle of difficulty lies opportunity.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "A person who never made a mistake never tried anything new.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Education is what remains after one has forgotten what one has learned in school.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The important thing is to not stop questioning. Curiosity has its own reason for existing.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Anger dwells only in the bosom of fools.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Once you stop learning, you start dying.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "It’s not that I’m so smart, it’s just that I stay with problems longer.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "I have no special talent. I am only passionately curious.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Weak people revenge. Strong people forgive. Intelligent people ignore.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "A ship is always safe at shore but that is not what it’s built for.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "What is right is not always popular, and what is popular is not always right.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Education is not the learning of facts, it’s rather the training of the mind to think.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "I am thankful for all of those who said NO to me. Its because of them I’m doing it myself.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "A man should look for what is, and not for what he thinks should be.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Stay away from negative people, they have a problem for every solution.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Logic will get you from A to B. Imagination will take you everywhere.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Imagination is more important than knowledge.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The true sign of intelligence is not knowledge but imagination.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Weakness of attitude becomes weakness of character.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The difference between stupidity and genius is that genius has its limits.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The only source of knowledge is experience.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "We cannot solve our problems with the same thinking we used when we created them.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Peace cannot be kept by force; it can only be achieved by understanding.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "No amount of experimentation can ever prove me right; a single experiment can prove me wrong.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former. ",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Once we accept our limits, we go beyond them.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "If you can't explain it simply, you don't understand it well enough.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The hardest thing to understand in the world is the income tax.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The value of a man should be seen in what he gives and not in what he is able to receive.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Information is not knowledge.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The whole of science is nothing more than a refinement of everyday thinking.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Only a life lived for others is a life worthwhile.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Intellectuals solve problems, geniuses prevent them.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "God does not play dice.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "I never think of the future - it comes soon enough.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The only reason for time is so that everything doesn't happen at once.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The faster you go, the shorter you are.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "Sometimes one pays most for the things one gets for nothing.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "The journey of a thousand miles begins with one step.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "Silence is a source of great strength.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "If you do not change direction, you may end up where you are heading.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "For the wise man looks into space and he knows there is no limited dimensions.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "He who does not trust enough, Will not be trusted.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "He who knows, does not speak. He who speaks, does not know.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "Mastering others is strength. Mastering yourself is true power.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "Those who have knowledge, don't predict. Those who predict, don't have knowledge. ",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "If you would take, you must first give, this is the beginning of intelligence.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "Anticipate the difficult by managing the easy.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "He who talks more is sooner exhausted.",
    "author": "Lao Tzu",
    "category": "Life"
  },
  {
    "quote": "Be kind to all creatures.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "What we think, we become.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "Work out your own salvation. Do not depend on others.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "People won't have time for you if you are always angry or complaining.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "Intelligence is the ability to adapt to change.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "We are all now connected by the Internet, like neurons in a giant brain.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "Work gives you meaning and purpose and life is empty without it.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "People who boast about their I.Q. are losers.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "I am just a child who has never grown up. I still keep asking these 'how' and 'why' questions. Occasionally, I find an answer.",
    "author": "Stephen Hawking",
    "category": "Life"
  },
  {
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "I have not failed. I've just found 10,000 ways that won't work.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "There is no substitute for hard work.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "There's a way to do it better - find it.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "The chief function of the body is to carry the brain around.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "Discontent is the first necessity of progress.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "I never did a day's work in my life. It was all fun.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "I never did anything by accident, nor did any of my inventions come by accident; they came by work.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "To have a great idea, have a lot of them.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "We cannot teach people anything; we can only help them discover it within themselves.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "Life is really simple, but we insist on making it complicated.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "I hear and I forget. I see and I remember. I do and I understand.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "You cannot open a book without learning something.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "A gentleman would be ashamed should his deeds not match his words. ",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "Do not impose on others what you yourself do not desire.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "What you do not want done to yourself, do not do to others.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "To see the right and not to do it is cowardice.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "Never contract friendship with a man that is not better than thyself. ",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "There is no greater weapon than a prepared mind.",
    "author": "Zhuge Liang",
    "category": "Life"
  },
  {
    "quote": "The wise win before they fight, while the ignorant fight to win.",
    "author": "Zhuge Liang",
    "category": "Life"
  },
  {
    "quote": "People do not lack strength; they lack will.",
    "author": "Victor Hugo",
    "category": "Life"
  },
  {
    "quote": "Life isn't about finding yourself. Life is about creating yourself.",
    "author": "George Bernard Shaw",
    "category": "Life"
  },
  {
    "quote": "In the end, it's not the years in your life that count. It's the life in your years.",
    "author": "Abraham Lincoln",
    "category": "Life"
  },
  {
    "quote": "Who are we as human beings if we ignore the suffering of others?",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "Those who teach the most about humanity, aren’t always humans.",
    "author": "Donald L. Hicks",
    "category": "Life"
  },
  {
    "quote": "It is hard to fail, but it is worse never to have tried to succeed.",
    "author": "Theodore Roosevelt",
    "category": "Life"
  },
  {
    "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
    "author": "Joshua J. Marine",
    "category": "Life"
  },
  {
    "quote": "The No. 1 reason people fail in life is because they listen to their friends, family, and neighbors.",
    "author": "Napoleon Hill",
    "category": "Life"
  },
  {
    "quote": "You will face many defeats in life, but never let yourself be defeated.",
    "author": "Maya Angelou",
    "category": "Life"
  },
  {
    "quote": "It is better to fail in originality than to succeed in imitation.",
    "author": "Herman Melville",
    "category": "Life"
  },
  {
    "quote": "Opportunities don't happen. You create them.",
    "author": "Chris Grosser",
    "category": "Life"
  },
  {
    "quote": "I find that the harder I work, the more luck I seem to have.",
    "author": "Thomas Jefferson",
    "category": "Life"
  },
  {
    "quote": "There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed.",
    "author": "Ray Goforth",
    "category": "Life"
  },
  {
    "quote": "Stop chasing the money and start chasing the passion.",
    "author": "Tony Hsieh",
    "category": "Life"
  },
  {
    "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill",
    "category": "Life"
  },
  {
    "quote": "Don't let the fear of losing be greater than the excitement of winning.",
    "author": "Robert Kiyosaki",
    "category": "Life"
  },
  {
    "quote": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee",
    "category": "Life"
  },
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure",
    "author": "Colin Powell",
    "category": "Life"
  },
  {
    "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.",
    "author": "Conrad Hilton",
    "category": "Life"
  },
  {
    "quote": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse.",
    "author": "Jim Rohn",
    "category": "Life"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "author": "Albert Schweitzer",
    "category": "Life"
  },
  {
    "quote": "Success isn't just about what you accomplish in your life; it's about what you inspire others to do.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "Some people dream of success while others wake up and work.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "The difference between who you are and who you want to be is what you do.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "A successful man is one who can lay a firm foundation with the bricks that other throw at him.",
    "author": "David Brinkley",
    "category": "Life"
  }, {
    "quote": "In order to succeed, your desire for success should be greater than your fear of failure.",
    "author": "Bill Cosby",
    "category": "Life"
  },
  {
    "quote": "I failed my way to success.",
    "author": "Thomas A. Edison",
    "category": "Life"
  },
  {
    "quote": "I never dreamed about success, I worked for it.",
    "author": "Estee Lauder",
    "category": "Life"
  },
  {
    "quote": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon",
    "category": "Life"
  },
  {
    "quote": "The only person you should try to be better than is the person you were yesterday.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "It's not about how hard you can hit; it's about how hard you can get hit and keep moving forward.",
    "author": "Rocky Balboa",
    "category": "Life"
  },
  {
    "quote": "It's supposed to be hard. If it were easy, everyone would do it.",
    "author": "Jimmy Dugan",
    "category": "Life"
  },
  {
    "quote": "There is no elevator to success — you have to take the stairs.",
    "author": "Unknown",
    "category": "Life"
  },
  {
    "quote": "Not how long, but how well you have lived is the main thing.",
    "author": "Seneca",
    "category": "Life"
  },
  {
    "quote": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci",
    "category": "Life"
  },
  {
    "quote": "If you cannot do great things, do small things in a great way.",
    "author": "Napoleon Hill",
    "category": "Life"
  },
  {
    "quote": "When we are no longer able to change a situation - we are challenged to change ourselves.",
    "author": "Viktor E. Frankl",
    "category": "Life"
  },
  {
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "author": "Ralph Waldo Emerson",
    "category": "Life"
  },
  {
    "quote": "Life is about making an impact, not making an income.",
    "author": "Kevin Kruse",
    "category": "Life"
  },
  {
    "quote": "You miss 100% of the shots you don’t take.",
    "author": "Wayne Gretzky",
    "category": "Life"
  },
  {
    "quote": "Nothing is impossible, the word itself says, “I’m possible!",
    "author": "Audrey Hepburn",
    "category": "Life"
  },
  {
    "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "author": "Henry Ford",
    "category": "Life"
  },
  {
    "quote": "Creativity is intelligence having fun.",
    "author": "Albert Einstein",
    "category": "Life"
  },
  {
    "quote": "You don’t have to be great to start, but you have to start to be great.",
    "author": "Zig Ziglar",
    "category": "Life"
  },
  {
    "quote": "There are no limits to what you can accomplish, except the limits you place on your own thinking.",
    "author": "Brian Tracy",
    "category": "Life"
  },
  {
    "quote": "Buy what you need, not what you want",
    "author": "Unknown",
    "category": "Life"
  }
]
