[
  {
    "quote": "To love is nothing. To be loved is something. But to love and be loved, that’s everything.",
    "author": "T. Tolis",
    "category": "Love"
  },
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao-Tzu",
    "category": "Love"
  },
  {
    "quote": "Love is like war: easy to begin but very hard to stop.",
    "author": "H. L. Mencken",
    "category": "Love"
  },
  {
    "quote": "Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Love is so short, forgetting is so long.",
    "author": "Pablo Neruda",
    "category": "Love"
  },
  {
    "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.",
    "author": "Joan Crawford",
    "category": "Love"
  },
  {
    "quote": "Women are meant to be loved, not to be understood.",
    "author": "Oscar Wilde",
    "category": "Love"
  },
  {
    "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don’t, they never were.",
    "author": "Khalil Gibran",
    "category": "Love"
  },
  {
    "quote": "Love is when the other person's happiness is more important than your own.",
    "author": "H. Jackson Brown, Jr",
    "category": "Love"
  },
  {
    "quote": "There is no love without forgiveness, and there is no forgiveness without love.",
    "author": "Bryant H. McGill",
    "category": "Love"
  },
  {
    "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.",
    "author": "Victor Hugo",
    "category": "Love"
  },
  {
    "quote": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart.",
    "author": "Helen Keller",
    "category": "Love"
  },
  {
    "quote": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness.",
    "author": "Julia Roberts",
    "category": "Love"
  },
  {
    "quote": "Where there is love there is life.",
    "author": "Mahatma Gandhi",
    "category": "Love"
  },
  {
    "quote": "We waste time looking for the perfect lover instead of creating the perfect love.",
    "author": "Tom Robbins",
    "category": "Love"
  },
  {
    "quote": "If you love two people at the same time, choose the second. Because if you really loved the first one, you wouldn’t have fallen for the second.",
    "author": "Johnny Depp",
    "category": "Love"
  },
  {
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
    "author": "Dr. Seuss",
    "category": "Love"
  },
  {
    "quote": "Love all, trust a few, do wrong to none.",
    "author": "William Shakespeare",
    "category": "Love"
  },
  {
    "quote": "Love is like the wind, you can't see it but you can feel it.",
    "author": "Nicholas Sparks",
    "category": "Love"
  },
  {
    "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
    "author": "Jess C. Scott",
    "category": "Love"
  },
  {
    "quote": "Tis better to have loved and lost\nThan never to have loved at all.",
    "author": "Alfred Tennyson",
    "category": "Love"
  },
  {
    "quote": "One is loved because one is loved. No reason is needed for loving.",
    "author": "Paulo Coelho",
    "category": "Love"
  },
  {
    "quote": "And, in the end\nThe love you take\nis equal to the love you make.",
    "author": "Paul McCartney",
    "category": "Love"
  },
  {
    "quote": "When the power of love overcomes the love of power, the world will know peace.",
    "author": "Jimi Hendrix",
    "category": "Love"
  },
  {
    "quote": "Gravitation is not responsible for people falling in love.",
    "author": "Albert Einstein",
    "category": "Love"
  },
  {
    "quote": "How do you spell 'love'? - Piglet\nYou don't spell it...you feel it. - Pooh” ",
    "author": "A.A. Milne",
    "category": "Love"
  },
  {
    "quote": "I don’t care how hard being together is, nothing is worse than being apart.",
    "author": "Starcrossed",
    "category": "Love"
  },
  {
    "quote": "You know how they say you only hurt the ones you love? Well, it works both ways.",
    "author": "Chuck Palahniuk",
    "category": "Love"
  },
  {
    "quote": "Don't cry over someone who wouldn't cry over you.",
    "author": "Lauren Conrad",
    "category": "Love"
  },
  {
    "quote": "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.",
    "author": "Albert Einstein",
    "category": "Love"
  },
  {
    "quote": "Few are those who see with their own eyes and feel with their own hearts.",
    "author": "Albert Einstein",
    "category": "Love"
  },
  {
    "quote": "Put your hand on a hot stove for a minute and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute.",
    "author": "Albert Einstein",
    "category": "Love"
  },
  {
    "quote": "Love is a better teacher than duty.",
    "author": "Albert Einstein",
    "category": "Love"
  },
  {
    "quote": "The most important thing in the world is family and love.",
    "author": "John Wooden",
    "category": "Love"
  },
  {
    "quote": "Let the beauty of what you love be what you do.",
    "author": "Rumi",
    "category": "Love"
  },
  {
    "quote": "A flower cannot blossom without sunshine, and man cannot live without love.",
    "author": "Max Muller",
    "category": "Love"
  },
  {
    "quote": "The greatest healing therapy is friendship and love.",
    "author": "Hubert H. Humphrey",
    "category": "Love"
  },
  {
    "quote": "True love stories never have endings.",
    "author": "Richard Bach",
    "category": "Love"
  },
  {
    "quote": "Never make a decision when you are upset, sad, jealous or in love.",
    "author": "Mario Teguh",
    "category": "Love"
  },
  {
    "quote": "May you live as long as you wish and love as long as you live.",
    "author": "Robert A. Heinlein",
    "category": "Love"
  },
  {
    "quote": "Love comes unseen; we only see it go.",
    "author": "Henry Austin Dobson",
    "category": "Love"
  },
  {
    "quote": "Men always want to be a woman's first love - women like to be a man's last romance.",
    "author": "Oscar Wilde",
    "category": "Love"
  },
  {
    "quote": "No matter how dark the moment, love and hope are always possible.",
    "author": "George Chakiris",
    "category": "Love"
  },
  {
    "quote": "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'",
    "author": "Erich Fromm",
    "category": "Love"
  },
  {
    "quote": "Love does not dominate; it cultivates.",
    "author": "Johann Wolfgang von Goethe",
    "category": "Love"
  },
  {
    "quote": "To be able to say how much love, is love but little.",
    "author": "Petrarch",
    "category": "Love"
  },
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "author": "Lao Tzu",
    "category": "Love"
  },
  {
    "quote": "Life is a game and true love is a trophy.",
    "author": "Rufus Wainwright",
    "category": "Love"
  },
  {
    "quote": "Life without love is like a tree without blossoms or fruit.",
    "author": "Khalil Gibran",
    "category": "Love"
  },
  {
    "quote": "The first duty of love is to listen.",
    "author": "Paul Tillich",
    "category": "Love"
  },
  {
    "quote": "Everyday life is like programming, I guess. If you love something you can put beauty into it.",
    "author": "Donald Knuth",
    "category": "Love"
  },
  {
    "quote": "The opposite of love is not hate, it's indifference.",
    "author": "Elie Wiesel",
    "category": "Love"
  },
  {
    "quote": "Love cures people - both the ones who give it and the ones who receive it.",
    "author": "Karl A. Menninger",
    "category": "Love"
  },
  {
    "quote": "It is sad not to love, but it is much sadder not to be able to love.",
    "author": "Miguel de Unamuno",
    "category": "Love"
  },
  {
    "quote": "Love is the greatest gift that God has given us. It's free.",
    "author": "Taraji P. Henson",
    "category": "Love"
  },
  {
    "quote": "There is no person that love cannot heal; there is no soul that love cannot save.",
    "author": "Carlos Santana",
    "category": "Love"
  },
  {
    "quote": "Friendship often ends in love; but love in friendship - never.",
    "author": "Charles Caleb Colton",
    "category": "Love"
  },
  {
    "quote": "Love isn't something you find. Love is something that finds you.",
    "author": "Loretta Young",
    "category": "Love"
  },
  {
    "quote": "Nobody has ever measured, not even poets, how much the heart can hold.",
    "author": "Zelda Fitzgerald",
    "category": "Love"
  },
  {
    "quote": "Love is a game that two can play and both win.",
    "author": "Eva Gabor",
    "category": "Love"
  },
  {
    "quote": "To love is to act.",
    "author": "Victor Hugo",
    "category": "Love"
  },
  {
    "quote": "Because of a great love, one is courageous.",
    "author": "Lao Tzu",
    "category": "Love"
  },
  {
    "quote": "When a woman is talking to you, listen to what she says with her eyes.",
    "author": "Victor Hugo",
    "category": "Love"
  },
  {
    "quote": "Patience is the mark of true love. If you truly love someone, you will be more patient with that person.",
    "author": "Thich Nhat Hanh",
    "category": "Love"
  },
  {
    "quote": "Age does not protect you from love, but love to some extent protects you from age.",
    "author": "Jeanne Moreau",
    "category": "Love"
  },
  {
    "quote": "It doesn’t matter if the guy is perfect or the girl is perfect, as long as they are perfect for each other.",
    "author": "Sean",
    "category": "Love"
  },
  {
    "quote": "The supreme happiness of life is the conviction that we are loved.",
    "author": "Victor Hugo",
    "category": "Love"
  },
  {
    "quote": "Life is the flower for which love is the honey.",
    "author": "Victor Hugo",
    "category": "Love"
  },
  {
    "quote": "True love is born from understanding.",
    "author": "Buddha",
    "category": "Love"
  },
  {
    "quote": "A good head and a good heart are always a formidable combination.",
    "author": "Nelson Mandela",
    "category": "Love"
  },
  {
    "quote": "You wanna know who I’m in love with? Read the first word again.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Love is the only force capable of transforming an enemy to a friend.",
    "author": "Martin Luther King Jr.",
    "category": "Love"
  },
  {
    "quote": "Love is the weakest when there is more doubt than trust, but love is the strongest when we learn to trust in spite of the doubts.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Love is when you give someone the power to destroy you but trusting him not to.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "And if you ever feel lonely, look at the moon, somewhere, some one else is looking at it too.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "The Sun loved the Moon so much he died every night just to let her breathe.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Friends show their love in times of trouble, not in happiness.",
    "author": "Euripides",
    "category": "Love"
  },
  {
    "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
    "author": "Mother Teresa",
    "category": "Love"
  },
  {
    "quote": "The heart wants what it wants. There's no logic to these things. You meet someone and you fall in love and that's that.",
    "author": "Woody Allen",
    "category": "Love"
  },
  {
    "quote": "Pleasure of love lasts but a moment. Pain of love lasts a lifetime.",
    "author": "Bette Davis",
    "category": "Love"
  },
  {
    "quote": "All you need is love. Love is all you need.",
    "author": "John Lennon",
    "category": "Love"
  },
  {
    "quote": "Where there is great love, there are always miracles",
    "author": "Willa Cather",
    "category": "Love"
  },
  {
    "quote": "The love we give away is the only love we keep.",
    "author": "Elbert Hubbard",
    "category": "Love"
  },
  {
    "quote": "The most desired gift of love is not diamonds or roses or chocolate. It is focused attention.",
    "author": "Richard Warren",
    "category": "Love"
  },
  {
    "quote": "It is better to love wisely, no doubt: but to love foolishly is better than not to be able to love at all.",
    "author": "William Makepeace Thackeray",
    "category": "Love"
  },
  {
    "quote": "Love is the hardest habit to break and the most difficult to satisfy.",
    "author": "Drew Barrymore",
    "category": "Love"
  },
  {
    "quote": "Love always brings difficulties, that is true, but the good side of it is that it gives energy.",
    "author": "Vincent Van Gogh",
    "category": "Love"
  },
  {
    "quote": "Love without reason lasts the longest.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.",
    "author": "Helen Keller",
    "category": "Love"
  },
  {
    "quote": "The one thing we can never get enough of is love. And the one thing we never give enough is love.",
    "author": "Henry Miller",
    "category": "Love"
  },
  {
    "quote": "The best things in life can never be kept; they must be given away. A Smile, a Kiss, and Love.",
    "author": "Tony Farrar",
    "category": "Love"
  },
  {
    "quote": "You don’t marry someone you can live with – you marry the person whom you cannot live without.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Lucky is the man who is the first love of a woman, but luckier is the woman who is the last love of a man.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "The spaces between our fingers were created so that another person’s fingers could fill them in.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "There are many things in life that will catch your eye, but only a few will catch your heart … pursue those.",
    "author": "Unknown",
    "category": "Love"
  },
  {
    "quote": "Love is the master key that opens the gates of happiness.",
    "author": "Oliver Wendell Holmes, Sr",
    "category": "Love"
  },
  {
    "quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
    "author": "Samuel Butler",
    "category": "Love"
  },
  {
    "quote": "Love asks me no questions, And gives me endless support.",
    "author": "William Shakespeare",
    "category": "Love"
  },
  {
    "quote": "You can give without loving, But you cannot love without giving.",
    "author": "Amy Carmicheal",
    "category": "Love"
  },
  {
    "quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
    "author": "Samuel Butler",
    "category": "Love"
  }
]
